Repository: clearlinux/clr-installer
Catalog: locale/*/LC_MESSAGES/clr-installer.po
Languages: de_de, es_mx

source: CONFIRM
de_de: BESTÄTIGEN
es_mx: CONFIRMAR

source: CANCEL
de_de: ABBRECHEN
es_mx: CANCELAR

source: INSTALL
de_de: INSTALLIEREN
es_mx: INSTALAR

source: EXIT
de_de: BEENDEN
es_mx: SALIR

source: NEXT
de_de: WEITER
es_mx: SIGUIENTE

source: BACK
de_de: ZURÜCK
es_mx: ATRÁS

source: REQUIRED OPTIONS
de_de: ERFORDERLICHE OPTIONEN
es_mx: OPCIONES OBLIGATORIAS

source: ADVANCED OPTIONS
de_de: ERWEITERTE OPTIONEN
es_mx: OPCIONES AVANZADAS

source: Select Language
de_de: Sprache auswählen
es_mx: Seleccionar idioma

source: Select Time Zone
de_de: Zeitzone auswählen
es_mx: Seleccionar zona horaria

source: Select Keyboard
de_de: Tastatur auswählen
es_mx: Seleccionar teclado

source: Configure Media
de_de: Datenträger konfigurieren
es_mx: Configurar medios

source: Telemetry
de_de: Telemetrie
es_mx: Telemetría

source: Select Additional Bundles
de_de: Zusätzliche Bündel auswählen
es_mx: Seleccionar paquetes adicionales

source: Offline Install: Removing additional bundles
de_de: Offline-Installation: Zusätzliche Bündel entfernen

source: Copying cached content to target media
de_de: Zwischengespeicherte Inhalte werden auf Zieldatenträger kopiert

source: Manage User
de_de: Benutzer verwalten
es_mx: Administrar usuarios

source: Assign Hostname
de_de: Hostname zuweisen
es_mx: Asignar nombre de host

source: Enabled
de_de: Aktiviert
es_mx: Activada

source: Enable Telemetry
de_de: Telemetrie aktivieren
es_mx: Activar telemetría

source: No additional bundles selected
de_de: Keine zusätzlichen Bündel ausgewählt
es_mx: No se seleccionaron paquetes adicionales.

source: Hostname can only start with alphanumeric
de_de: Hostname darf nur mit alphanumerischen Zeichen beginnen
es_mx: El nombre de host solo puede comenzar con un carácter alfanumérico.

source: Hostname can only contain alphanumeric and hyphen
de_de: Hostname darf nur alphanumerische Zeichen und Bindestriche enthalten
es_mx: El nombre de host solo puede contener caracteres alfanuméricos y guiones.

source: Hostname can only have a maximum of %d characters
de_de: Hostname darf nur maximal %d Zeichen lang sein
es_mx: El nombre de host solo puede tener una cantidad máxima de %d caracteres.

source: No target system hostname assigned
de_de: Kein Zielsystem-Hostname zugewiesen
es_mx: No se asignó ningún nombre de host al sistema de destino.

source: No choice made
de_de: Keine Auswahl getroffen
es_mx: No hay elección tomada

source: Allow Clear Linux* OS to collect anonymized system data and usage statistics for continuous improvement?
de_de: Clear Linux* OS erlauben, anonymisierte Systemdaten und Nutzungsstatistiken zur kontinuierlichen Verbesserung zu sammeln?
es_mx: ¿Desea permitir que Clear Linux* OS recopile datos anónimos del sistema y estadísticas de uso para una mejora continua?

source: These reports only relate to operating system details. No personally identifiable information is collected.
de_de: Diese Berichte beziehen sich nur auf Details des Betriebssystems. Es werden keine personenbezogenen Daten gesammelt.
es_mx: Estos informes solo se relacionan con detalles del sistema operativo. No se recopila información personal identificatoria.

source: See %s for more information.
de_de: Siehe %s für weitere Informationen.
es_mx: Consulte %s para obtener más información.

source: Intel's privacy policy can be found at: http://www.intel.com/privacy.
de_de: Die Datenschutzrichtlinie von Intel finden Sie unter: https://www.intel.de/content/www/de/de/privacy/intel-privacy-notice.html.
es_mx: La política de privacidad de Intel se puede encontrar en http://www.intel.com/privacy.

source: NOTICE: Enabling Telemetry preferred by default on internal networks.
de_de: HINWEIS: Die Aktivierung der Telemetrie wird in internen Netzwerken standardmäßig bevorzugt.
es_mx: AVISO: La telemetría se habilita de manera predeterminada en las redes internas.

source: Installing Clear Linux* OS
de_de: Clear Linux* OS wird installiert
es_mx: Instalación del sistema operativo Clear Linux*

source: Running %s hooks
de_de: %s Einschubmethoden werden ausgeführt
es_mx: Ejecutando enlaces de %s

source: Testing connectivity
de_de: Konnektivität wird getestet
es_mx: Probando la conectividad

source: Test connectivity
de_de: Konnektivität testen

source: Test Network Settings
de_de: Netzwerkeinstellungen testen

source: Removing logical disk volume: %s
de_de: Logisches Datenträgervolume wird entfernt: %s

source: Writing partition table to: %s
de_de: Partitionstabelle wird geschrieben nach: %s
es_mx: Escribiendo la tabla de particiones en %s

source: Adjusting filesystem configurations
de_de: Dateisystemkonfigurationen werden angepasst
es_mx: Ajustando las configuraciones del sistema de archivos

source: Writing %s file system to %s
de_de: Dateisystem %s wird nach %s geschrieben
es_mx: Escribiendo el sistema de archivos %s en %s

source: Writing mount files
de_de: Einhängedateien werden geschrieben
es_mx: Escribiendo archivos de montaje

source: Installing the base system
de_de: Basissystem wird installiert
es_mx: Instalando el sistema base

source: Saving the installation results
de_de: Installationsergebnisse werden gespeichert
es_mx: Guardando los resultados de la instalación

source: Installation completed
de_de: Installation abgeschlossen
es_mx: Instalación finalizada

source: Success
de_de: Erfolg
es_mx: Realizado correctamente.

source: Failure
de_de: Fehlschlag
es_mx: Se produjo un error.

source: This task has not yet completed
de_de: Diese Aufgabe ist noch nicht abgeschlossen
es_mx: Esta tarea aún no finalizó.

source: Select Installation Media
de_de: Installationsdatenträger auswählen
es_mx: Seleccionar medios de instalación

source: Enable Encryption
de_de: Verschlüsselung aktivieren
es_mx: Habilitar cifrado

source: Configure Installation Media
de_de: Installationsdatenträger konfigurieren
es_mx: Configurar medios de instalación

source: Partial
de_de: Teilweise
es_mx: Parcial

source: Entire Disk
de_de: Gesamte Festplatte
es_mx: Disco completo

source: Erase Disk
de_de: Festplatte löschen
es_mx: Borrar disco

source: Advanced
de_de: Erweitert
es_mx: Avanzado

source: No media found for installation
de_de: Kein Datenträger für die Installation gefunden
es_mx: No se encontraron medios para instalar.

source: No -media- selected
de_de: Kein -Datenträger- ausgewählt
es_mx: No se seleccionaron medios.

source: Warning: %s
de_de: Warnung: %s
es_mx: Advertencia: %s

source: Add User
de_de: Benutzer hinzufügen
es_mx: Agregar usuario

source: Must start with letter. Can use numbers, commas, - and _. Max %d characters.
de_de: Muss mit einem Buchstaben beginnen. Kann Zahlen, Kommas, - und _ verwenden. Maximal %d Zeichen.
es_mx: Debe comenzar con una letra. Puede contener números, comas, - y _. Máx. %d caracteres.

source: Must begin with a letter. You can use letters, numbers, hyphens, underscores, and periods. Up to %d characters.
de_de: Muss mit einem Buchstaben beginnen. Sie können Buchstaben, Zahlen, Bindestriche, Unterstriche und Punkte verwenden. Bis zu %d Zeichen.
es_mx: Debe comenzar con una carta. Puede usar letras, números, guiones, guiones y puntos. Hasta %d caracteres.

source: Min %d and Max %d characters.
de_de: Mindestens %d und maximal %d Zeichen.
es_mx: Mín. %d caracteres y máx. %d caracteres.

source: DELETE USER
de_de: BENUTZER LÖSCHEN
es_mx: ELIMINAR USUARIO

source: Specified login is a system default user
de_de: Die angegebene Anmeldung ist ein Standardbenutzer des Systems
es_mx: El inicio de sesión especificado es un usuario predeterminado del sistema.

source: User must be unique
de_de: Benutzer muss eindeutig sein
es_mx: El usuario debe ser único.

source: Passwords do not match
de_de: Passwörter stimmen nicht überein
es_mx: Las contraseñas no coinciden.

source: No users added
de_de: Keine Benutzer hinzugefügt
es_mx: Ningún usuario agregado

source: User Name
de_de: Benutzername
es_mx: Nombre de usuario

source: Login
de_de: Anmeldung
es_mx: Inicio de sesión

source: Password
de_de: Passwort
es_mx: Contraseña

source: RESCAN
de_de: ERNEUT ABSUCHEN
es_mx: VOLVER A EXAMINAR

source: Rescan for changes to hot swappable media.
de_de: Erneute Suche nach Änderungen an Hot-Swap-fähigen Datenträgern.
es_mx: Vuelve a hacer un análisis para detectar cambios en medios intercambiables en funcionamiento.

source: RESCAN MEDIA
de_de: DATENTRÄGER ERNEUT ABSUCHEN
es_mx: VOLVER A EXAMINAR MEDIOS

source: Adding extra users
de_de: Hinzufügen zusätzlicher Benutzer
es_mx: Agregando usuarios adicionales

source: Username must contain only numbers, letters, commas, - or _
de_de: Benutzername darf nur Zahlen, Buchstaben, Kommas, - oder _ enthalten
es_mx: El nombre de usuario solo debe contener números, letras, comas, - o _.

source: UserName maximum length is %d
de_de: Maximale Länge des Benutzernamens ist %d
es_mx: La extensión máxima del nombre de usuario debe ser de %d.

source: Login is required
de_de: Anmeldung ist erforderlich
es_mx: Debe iniciar sesión.

source: Login maximum length is %d
de_de: Maximale Länge der Anmeldung ist %d
es_mx: La extensión máxima del inicio de sesión debe ser de %d.

source: Login must contain only numbers, letters, -, . or _
de_de: Anmeldung darf nur Zahlen, Buchstaben, -, . oder _ enthalten

source: Password is required
de_de: Passwort ist erforderlich
es_mx: Se requiere una contraseña.

source: Password must be at least %d characters long
de_de: Passwort muss mindestens %d Zeichen lang sein
es_mx: La contraseña debe tener una extensión de al menos %d caracteres.

source: Password may be at most %d characters long
de_de: Passwort darf maximal %d Zeichen lang sein
es_mx: La contraseña puede tener una extensión máxima de %d caracteres.

source: Passphrase is required
de_de: Passphrase ist erforderlich
es_mx: Se requiere una frase de contraseña.

source: Passphrase may only contain 7-bit, printable characters
de_de: Passphrase darf nur 7-Bit, druckbare Zeichen enthalten
es_mx: La frase de contraseña solo puede contener caracteres imprimibles de 7 bits.

source: Passphrase must be at least %d characters long
de_de: Passphrase muss mindestens %d Zeichen lang sein
es_mx: La frase de contraseña debe tener una extensión de al menos %d caracteres.

source: Passphrase may be at most %d characters long
de_de: Passphrase darf maximal %d Zeichen lang sein
es_mx: La frase de contraseña puede tener una extensión máxima de %d caracteres.

source: Disk Encryption Passphrase
de_de: Passphrase für Festplattenverschlüsselung
es_mx: Frase de contraseña para cifrado de disco

source: Confirm Passphrase
de_de: Passphrase bestätigen
es_mx: Confirmar frase de contraseña

source: Label too long, max is %d
de_de: Bezeichnung zu lang, Maximum ist %d
es_mx: La etiqueta es demasiado extensa; el máximo es de %d.

source: Invalid label characters
de_de: Ungültige Zeichen in der Bezeichnung
es_mx: Caracteres de etiqueta no válidos.

source: Invalid size, may only be suffixed by: B, K, M, G, T or P
de_de: Ungültige Größe, darf nur mit folgenden Suffixen versehen werden: B, K, M, G, T oder P

source: Invalid size
de_de: Ungültige Größe
es_mx: Tamaño no válido.

source: Size too small
de_de: Größe zu klein
es_mx: Tamaño demasiado pequeño.

source: Unknown free space
de_de: Unbekannter freier Speicherplatz
es_mx: Espacio libre desconocido.

source: Size too large
de_de: Größe zu groß
es_mx: Tamaño muy grande.

source: Encryption
de_de: Verschlüsselung
es_mx: Cifrado

source: No Media Selected
de_de: Kein Datenträger ausgewählt
es_mx: Ningún medio seleccionado

source: Too many media found
de_de: Zu viele Datenträger gefunden

source: Safe Installation
de_de: Sichere Installation
es_mx: Instalación segura

source: Install on an unallocated disk or alongside existing partitions.
de_de: Auf einer nicht zugewiesenen Festplatte oder neben vorhandenen Partitionen installieren.
es_mx: Realice la instalación en un disco sin asignar o en particiones existentes.

source: Destructive Installation
de_de: Destruktive Installation
es_mx: Instalación destructiva

source: Erase all data on selected media and install Clear Linux* OS.
de_de: Alle Daten auf dem ausgewählten Datenträger löschen und Clear Linux* OS installieren.
es_mx: Elimina todos los datos del medio seleccionado y permite instalar el sistema operativo Clear Linux*.

source: Advanced Installation
de_de: Erweiterte Installation

source: Use partitioning tool to configure and select media via partition names.
de_de: Verwenden Sie das Partitionierungswerkzeug zum Konfigurieren und wählen Sie den Datenträger über die Partitionsnamen aus.

source: Minimum requirements: %s
de_de: Mindestanforderungen: %s

source: PARTITION MEDIA
de_de: PARTITIONSDATENTRÄGER

source: Launch the external partitioning tool to name the partitions to be used for the installation.
de_de: Starten Sie das externe Partitionierungswerkzeug, um die Partitionen zu benennen, die für die Installation verwendet werden sollen.

source: Could not launch %s. Check log %s
de_de: %s konnte nicht gestartet werden. Protokoll %s prüfen

source: %s must be %s
de_de: %s muss %s sein

source: Found multiple %s partition names
de_de: Mehrere Partitionsnamen %s gefunden

source: Found invalid %s partition name
de_de: Ungültiger Partitionsname %s gefunden

source: Encryption of %s is not supported
de_de: Verschlüsselung von %s wird nicht unterstützt

source: Missing %s partition name
de_de: Fehlender Partitionsname %s

source: CHANGE LANGUAGE
de_de: SPRACHE ÄNDERN
es_mx: CAMBIAR IDIOMA

source: Confirm
de_de: Bestätigen
es_mx: Confirmar

source: Can use alphanumeric characters and - with a maximum of %d characters.
de_de: Kann alphanumerische Zeichen und - mit einer maximalen Anzahl von %d Zeichen verwenden.
es_mx: Puede utilizar caracteres alfanuméricos y - (%d caracteres como máximo).

source: Welcome to Clear Linux* OS Desktop Installation
de_de: Willkommen bei der Installation von Clear Linux* OS Desktop
es_mx: Bienvenido a la instalación del sistema operativo Clear Linux* para computadoras de escritorio

source: Thank you for choosing Clear Linux* OS
de_de: Vielen Dank, dass Sie sich für Clear Linux* OS entschieden haben
es_mx: Gracias por elegir el sistema operativo Clear Linux*

source: No safe media found for installation
de_de: Für die Installation wurde kein sicherer Datenträger gefunden
es_mx: No se encontraron medios seguros para realizar la instalación.

source: Updating partition table for: %s
de_de: Partitionstabelle wird aktualisiert für: %s
es_mx: Actualizando la tabla de particiones en %s

source: pre-install
de_de: vor der Installation
es_mx: preinstalación

source: post-install
de_de: nach der Installation
es_mx: posinstalación

source: post-image
de_de: nach Abbilderstellung

source: Setting Language locale to %s
de_de: Sprachgebietsschema wird festgelegt auf %s
es_mx: Configurando la localidad de idioma a %s

source: Installing base OS and configured bundles
de_de: Basis-Betriebssystem und konfigurierte Bündel werden installiert
es_mx: Instalando el sistema operativo base y los paquetes configurados

source: Running post-update scripts
de_de: Nach-Aktualisierungs-Skripte werden ausgeführt

source: Disabling automatic updates
de_de: Automatische Aktualisierungen werden deaktiviert
es_mx: Desactivando las actualizaciones automáticas

source: Disabling automatic updates failed
de_de: Deaktivieren automatischer Aktualisierungen fehlgeschlagen
es_mx: No se pudieron desactivar las actualizaciones automáticas

source: Installing boot loader
de_de: Bootloader wird installiert
es_mx: Instalando la carga de arranque

source: Searching the system for available media.
de_de: Das System wird nach verfügbaren Datenträgern durchsucht.
es_mx: Buscando en el sistema algún medio disponible.

source: Please wait.
de_de: Bitte warten.
es_mx: Espere.

source: Install Clear Linux* OS
de_de: Clear Linux* OS installieren
es_mx: Instalar el sistema operativo Clear Linux*

source: Clear Linux* OS Installer
de_de: Clear Linux* OS Installationsprogramm
es_mx: Instalador del sistema operativo Clear Linux*

source: Common set of prebuilt R libraries
de_de: Gemeinsamer Satz von vordefinierten R-Bibliotheken
es_mx: Conjunto común de bibliotecas R prediseñadas

source: Run a cloud orchestration server
de_de: Ausführen eines Cloud-Orchestrierungsservers
es_mx: Ejecución de un servidor de orquestación en la nube

source: Build the containers-basic bundle
de_de: Bauen des Bündels containers-basic
es_mx: Creación del paquete básico de contenedores

source: Applications for the desktop
de_de: Anwendungen für den Desktop
es_mx: Aplicaciones para el escritorio

source: UI that automatically starts on boot
de_de: UI, die beim Booten automatisch startet
es_mx: Interfaz de usuario que se inicia automáticamente en el arranque

source: Utilities to assist application development
de_de: Dienstprogramme zur Unterstützung der Anwendungsentwicklung
es_mx: Utilidades para asistir en el desarrollo de aplicaciones

source: Popular text editors (terminal-based)
de_de: Gängige Texteditoren (Terminal-basiert)
es_mx: Editores de texto conocidos (basados en terminal)

source: Build and run go language programs
de_de: Bauen und Ausführen von Go-Programmen
es_mx: Creación y ejecución de programas de lenguaje Go

source: Build and run java language programs
de_de: Bauen und Ausführen von Java-Programmen
es_mx: Creación y ejecución de programas de lenguaje Java

source: LibreOffice - Free Office Suite
de_de: LibreOffice - Freies Office-Paket
es_mx: LibreOffice: conjunto de aplicaciones de oficina bajo licencia pública

source: Build machine learning applications
de_de: Bauen von Anwendungen für maschinelles Lernen
es_mx: Creación de aplicaciones de aprendizaje automático

source: Network utilities and settings
de_de: Netzwerkdienstprogramme und -einstellungen
es_mx: Configuración y utilidades de red

source: Run any Clear Linux dev. process
de_de: Ausführen eines beliebigen Clear Linux-Entwicklungsprozesses

source: Utilities for creating, building, and managing packages
de_de: Dienstprogramme zum Erstellen, Bauen und Verwalten von Paketen
es_mx: Utilidades para la creación, el desarrollo y la administración de paquetes

source: Run perl language programs
de_de: Ausführen von Perl-Programmen
es_mx: Ejecución de programas de lenguaje perl

source: Multi-protocol instant messagging (IM) client
de_de: Multiprotokoll-Sofortnachrichten-Client (IM)
es_mx: Cliente de mensajes instantáneos (IM) multiprotocolo

source: Run python language programs
de_de: Ausführen von Python-Programmen
es_mx: Ejecución de programas de lenguaje python

source: Common utilities to manage a system
de_de: Übliche Dienstprogramme zur Verwaltung eines Systems
es_mx: Utilidades comunes para administrar un sistema

source: Captures most console work flows
de_de: Erfasst die meisten Konsolenarbeitsabläufe
es_mx: Permite capturar la mayoría de las dinámicas de trabajo de las consolas

source: Packages to build the user-basic bundle
de_de: Pakete zum Bauen des Bündels user-basic
es_mx: Paquetes para desarrollar el paquete básico de usuario

source: Selected media will be partitioned.
de_de: Ausgewählter Datenträger wird partitioniert.
es_mx: Los medios seleccionados se dividirán en particiones.

source: Selected media will have partitions added.
de_de: Ausgewähltem Datenträger werden Partitionen hinzugefügt.
es_mx: Se añadirán particiones a los medios seleccionados.

source: WARNING: Booting set for legacy BIOS mode.
de_de: WARNUNG: Booten im alten BIOS-Modus eingestellt.

source: WARNING: system can not boot EFI mode due to no /boot partition.
de_de: WARNUNG: System kann nicht im EFI-Modus booten, da keine /boot-Partition vorhanden ist.

source: WARNING: New Partition table will be created.
de_de: WARNUNG: Neue Partitionstabelle wird erstellt.

source: WARNING: Logical Volume will be removed.
de_de: WARNUNG: Logisches Volume wird entfernt.

source: WARNING: Selected media will be erased.
de_de: WARNUNG: Ausgewählter Datenträger wird gelöscht.
es_mx: ADVERTENCIA: los medios seleccionados se borrarán.

source: WARNING: Selected media will have data loss.
de_de: WARNUNG: Beim ausgewählten Datenträger wird es zu Datenverlusten kommen.
es_mx: ADVERTENCIA: los medios seleccionados tendrán pérdida de datos.

source: None
de_de: Keine
es_mx: Ninguno

source: Target Media
de_de: Zieldatenträger
es_mx: Medios de destino

source: Confirm Installation
de_de: Installation bestätigen
es_mx: Confirmar la instalación

source: Encryption requires a Passphrase
de_de: Verschlüsselung erfordert eine Passphrase
es_mx: El cifrado requiere una frase de contraseña

source: Encryption Passphrase
de_de: Verschlüsselungs-Passphrase
es_mx: Contraseña de cifrado

source: Encryption passphrase required
de_de: Verschlüsselungs-Passphrase erforderlich

source: Passphrases do not match
de_de: Passphrasen stimmen nicht überein
es_mx: Las frases de contraseña no coinciden

source: Mapping %s partition to an encrypted partition
de_de: Partition %s wird einer verschlüsselten Partition zugeordnet
es_mx: Asignación de la partición %s a una partición cifrada

source: Skipping new file system for %s
de_de: Neues Dateisystem für %s wird übersprungen
es_mx: Omitir nuevo sistema de archivos para %s

source: Disabled
de_de: Deaktiviert
es_mx: Desactivada

source: Installation failed.
de_de: Installation fehlgeschlagen.
es_mx: Instalación fallida.

source: Network check failed.
de_de: Netzwerkprüfung fehlgeschlagen.
es_mx: Error en la comprobación de red.

source: System failed to pass pre-install checks.
de_de: System hat die Vorinstallationsprüfungen nicht bestanden.
es_mx: El sistema no pasó las comprobaciones previas a la instalación.

source: System check failed
de_de: Systemprüfung fehlgeschlagen
es_mx: Comprobación del sistema fallida

source: Unable to read %s
de_de: %s kann nicht gelesen werden
es_mx: No puede leer %s

source: Missing CPU feature:
de_de: Fehlende CPU-Funktion:
es_mx: Característica de la CPU que falta:

source: Failed to find EFI firmware
de_de: EFI-Firmware konnte nicht gefunden werden
es_mx: Error al encontrar el firmware EFI

source: Rescanning media
de_de: Datenträger wird erneut abgesucht
es_mx: Re-escaneo de medios

source: Resolving OS versions
de_de: Betriebssystem-Versionen werden ermittelt
es_mx: Resolviendo las versiones del SO

source: Cleaning up download directory
de_de: Herunterladeverzeichnis wird bereinigt
es_mx: Limpiando el directorio de descarga

source: Downloading required manifests
de_de: Erforderliche Manifeste werden heruntergeladen
es_mx: Descargando los manifestos requeridos

source: Resolving files that need to be installed
de_de: Dateien, die installiert werden müssen, werden ermittelt
es_mx: Resolviendo los archivos que necesitan ser instalados

source: Downloading required packs
de_de: Erforderliche Pakete werden heruntergeladen
es_mx: Descargando los paquestes requeridos

source: Extracting required packs
de_de: Erforderliche Pakete werden extrahiert

source: Verifying installed files
de_de: Installierte Dateien werden verifiziert

source: Verifying staged files
de_de: Bereitgestellte Dateien werden verifiziert

source: Downloading missing files
de_de: Fehlende Dateien werden heruntergeladen
es_mx: Descargando los archivos faltantes

source: Extracting missing files
de_de: Fehlende Dateien werden extrahiert

source: YES
de_de: JA
es_mx: SÍ

source: NO
de_de: NEIN

source: Installation in progress.
de_de: Installation läuft.
es_mx: Instalación en curso.

source: Installation successful.
de_de: Installation erfolgreich.
es_mx: Instalación exitosa.

source: (default)
de_de: (Standard)
es_mx: (estándar)

source: Select Kernel
de_de: Kernel auswählen
es_mx: Seleccione Kernel

source: Add Extra Arguments
de_de: Zusätzliche Argumente hinzufügen
es_mx: Añadir argumentos adicionales

source: Remove Arguments
de_de: Argumente entfernen
es_mx: Eliminar argumentos
