Repository: clearlinux/clr-installer
Catalog: locale/*/LC_MESSAGES/clr-installer.po
Languages: de_de, es_mx

source: Kernel Configuration
de_de: Kernel-Konfiguration
es_mx: Configuración del Kernel

source: with custom command line arguments
de_de: mit benutzerdefinierten Befehlszeilenargumenten
es_mx: con argumentos de línea de comandos personalizados

source: No custom options specified
de_de: Keine benutzerdefinierten Optionen angegeben
es_mx: No hay opciones personalizadas especificadas

source: Note: The boot manager tool will first include the "Add Extra Arguments" items.
de_de: Hinweis: Das Bootmanager-Werkzeug enthält als erstes die Elemente für „Zusätzliche Argumente hinzufügen“.
es_mx: Nota: La herramienta de administrador de arranque primero incluirá los elementos "Agregar argumentos adicionales".

source: Then, the "Remove Arguments" items are removed.
de_de: Anschließend werden die Elemente für „Argumente entfernen“ entfernt.
es_mx: Luego, los elementos "Eliminar argumentos" se eliminan.

source: The final argument list contains the kernel bundle's configured arguments and the ones configured by the user.
de_de: Die finale Argumentliste enthält die konfigurierten Argumente des Kernel-Bündels und die vom Benutzer konfigurierten Argumente.
es_mx: La lista de argumentos final contiene los argumentos configurados del paquete del kernel y los configurados por el usuario.

source: Cutting-edge Linux kernel tailored for bare metal
de_de: Hochmoderner Linux-Kernel speziell für Bare Metal
es_mx: Kernel Linux de vanguardia adaptado a medida de metal

source: Run the latest Long Term Support (LTS) Linux Kernel
de_de: Ausführen des neuesten Linux-Kernels mit Langzeitunterstützung (LTS)
es_mx: Ejecute el último kernel de Linux de soporte a largo plazo (LTS)

source: See %s for details.
de_de: Siehe %s für Details.
es_mx: Ver %s para más detalles.

source: Use %s to configure network.
de_de: Verwenden Sie %s, um das Netzwerk zu konfigurieren.
es_mx: Utilice %s para configurar la red.

source: Checking Prerequisites
de_de: Voraussetzungen werden geprüft
es_mx: Comprobación de los requisitos previos

source: Checking Prerequisites.
de_de: Voraussetzungen werden geprüft.
es_mx: Comprobación de los requisitos previos.

source: Checking system for compatibility
de_de: System wird auf Kompatibilität geprüft
es_mx: Sistema de comprobación de compatibilidad

source: System not compatible.
de_de: System nicht kompatibel.
es_mx: Sistema no compatible.

source: Prerequisites passed.
de_de: Voraussetzungen erfüllt.
es_mx: Requisitos previos aprobados.

source: Something went wrong...
de_de: Etwas ist schief gelaufen ...
es_mx: Hemos detectado un problema desconocido.

source: Please report this crash using %s
de_de: Bitte melden Sie diesen Absturz mit %s
es_mx: Por favor, informe de este accidente usando %s

source: Include the following as attachments to enable diagnosis:
de_de: Fügen Sie Folgendes als Anhänge bei, um eine Diagnose zu ermöglichen:
es_mx: Incluya lo siguiente como datos adjuntos para habilitar el diagnóstico:

source: You may need to remove any personal data of concern from the attachments.
de_de: Eventuell müssen Sie bedenkliche personenbezogene Daten aus den Anhängen entfernen.
es_mx: Es posible que deba eliminar cualquier dato personal de preocupación de los archivos adjuntos.

source: The Installer will now exit.
de_de: Das Installationsprogramm wird nun beendet.
es_mx: El instalador se cerrará ahora.

source: Mirror URL
de_de: Spiegelserver-URL
es_mx: URL de espejo

source: Specify a different installation source (swupd) URL than the default.
de_de: Geben Sie eine andere URL für die Installationsquelle (swupd) als die Standard-URL an.
es_mx: Especifique un origen de instalación (swupd) URL diferente al predeterminado.

source: HTTPS sites must use a publicly signed CA.
de_de: HTTPS-Seiten müssen eine öffentlich signierte CA verwenden.
es_mx: Los sitios HTTPS deben usar una CA firmada públicamente.

source: Automatic OS Updates
de_de: Automatische Betriebssystemaktualisierungen
es_mx: Actualizaciones automáticas del sistema operativo

source: Allow Clear Linux* OS to continuously update as new versions are released.
de_de: Clear Linux* OS erlauben, sich kontinuierlich zu aktualisieren, wenn neue Versionen veröffentlicht werden.
es_mx: Permita que Clear Linux* OS se actualice continuamente a medida que se lanzan nuevas versiones.

source: This is the default, preferred behavior for Clear Linux* OS to ensure that the latest security concerns are always addressed.
de_de: Dies ist das standardmäßige, bevorzugte Verhalten für Clear Linux* OS, um sicherzustellen, dass die neuesten Sicherheitsbedenken immer berücksichtigt werden.
es_mx: Este es el comportamiento predeterminado y preferido para Clear Linux* OS para asegurarse de que siempre se abordan los problemas de seguridad más recientes.

source: To enable this post installation use:
de_de: Um dies nach der Installation zu aktivieren, verwenden Sie:
es_mx: Para habilitar este uso posterior a la instalación:

source: Enable Auto Updates
de_de: Automatische Aktualisierungen aktivieren
es_mx: Habilitar actualizaciones automáticas

source: WARNING: Disabling Automatic OS Updates puts the system at risk of missing critical security patches.
de_de: WARNUNG: Durch die Deaktivierung automatischer Betriebssystemaktualisierungen besteht die Gefahr, dass wichtige Sicherheitspatches verpasst werden.
es_mx: ADVERTENCIA: La desactivación de las actualizaciones automáticas del sistema operativo pone al sistema en riesgo de perder parches de seguridad críticos.

source: Invalid URL: Use HTTPS
de_de: Ungültige URL: HTTPS verwenden
es_mx: URL no válida: Utilizar HTTPS

source: Mirror not set correctly
de_de: Spiegelserver nicht korrekt festgelegt
es_mx: Espejo no configurado correctamente

source: Software Updater Configuration
de_de: Konfiguration des Software-Aktualisierungsprogramms
es_mx: Configuración del actualizador de software

source: Auto updates enabled
de_de: Automatische Aktualisierungen aktiviert
es_mx: Actualizaciones automáticas habilitadas

source: Auto updates disabled
de_de: Automatische Aktualisierungen deaktiviert
es_mx: Actualizaciones automáticas desactivadas

source: Custom mirror set.
de_de: Individueller Satz an Spiegelservern.
es_mx: Conjunto de espejos personalizado.

source: Server not responding
de_de: Server antwortet nicht
es_mx: Servidor que no responde

source: SSL certificate problem
de_de: Problem mit SSL-Zertifikat

source: Server does not report any version
de_de: Server meldet keine Version
es_mx: El servidor no informa de ninguna versión

source: Version URL of mirror not found
de_de: Versions-URL des Spiegelservers nicht gefunden
es_mx: Versión URL del espejo no encontrada

source: Format partition as %s.
de_de: Partition als %s formatieren.

source: Selected media will be used for installation.
de_de: Für die Installation wird der ausgewählte Datenträger verwendet.

source: WARNING: partition will be removed.
de_de: WARNUNG: Partition wird entfernt.

source: Add new partition.
de_de: Neue Partition hinzufügen.

source: WARNING: Failed to detected partition information.
de_de: WARNUNG: Partitionsinformationen konnten nicht ermittelt werden.

source: Use existing partition.
de_de: Vorhandene Partition verwenden.

source: Encrypted
de_de: Verschlüsselt

source: Allow installation over insecure connections (http://)
de_de: Installation über unsichere Verbindungen (http://) erlauben

source: This requires a working network connection. Proceed with a network test?
de_de: Dies erfordert eine funktionierende Netzwerkverbindung. Mit einem Netzwerktest fortfahren?

source: Network Required
de_de: Netzwerk erforderlich

source: Installation Steps Complete
de_de: Installationsschritte abgeschlossen

source: Password does not contain enough DIFFERENT characters
de_de: Passwort enthält nicht genügend UNTERSCHIEDLICHE Zeichen

source: Password is too simplistic/systematic
de_de: Passwort ist zu simpel/systematisch

source: Password is based on a dictionary word
de_de: Passwort basiert auf einem Wörterbuchwort

source: Password is based on a (reversed) dictionary word
de_de: Passwort basiert auf einem (umgekehrten) Wörterbuchwort

source: Passphrase does not contain enough DIFFERENT characters
de_de: Passphrase enthält nicht genügend UNTERSCHIEDLICHE Zeichen

source: Passphrase is too simplistic/systematic
de_de: Passphrase ist zu simpel/systematisch

source: Passphrase is based on a dictionary word
de_de: Passphrase basiert auf einem Wörterbuchwort

source: Passphrase is based on a (reversed) dictionary word
de_de: Passphrase basiert auf einem (umgekehrten) Wörterbuchwort

source: Could not interrupt %s
de_de: Konnte %s nicht unterbrechen

source: Creating %s
de_de: %s wird erstellt

source: Setting boot partition: %s
de_de: Boot-Partition wird festgelegt: %s

source: Cleaning disk %s
de_de: Festplatte %s wird bereinigt

source: Degrading RAID: %s
de_de: RAID wird degradiert: %s

source: Remove partition from RAID %s
de_de: Partition aus RAID %s entfernen

source: RAID %s: has parts from other disks: [%s]
de_de: RAID %s: hat Teile von anderen Festplatten: [%s]

source: Remove physical volume: %s from volume group: %s
de_de: Physisches Volume entfernen: %s aus Volume-Gruppe: %s

source: Volume group: %s has physical volumes from other disks: [%s]
de_de: Volume-Gruppe: %s hat physische Volumes von anderen Festplatten: [%s]

source: Remove volume group: %s
de_de: Volume-Gruppe entfernen: %s

source: Remove physical volume: %s
de_de: Physisches Volume entfernen: %s

source: Remove volumes: [%s]
de_de: Volumes entfernen: [%s]

source: Effect on Other Disks:
de_de: Auswirkung auf andere Festplatten:

source: Resolve above issues or use --force-destructive option
de_de: Lösen Sie die oben genannten Probleme oder verwenden Sie die Option --force-destructive

source: CAUTION: You are using --force-destructive option; Above Issues will be resolved automatically
de_de: ACHTUNG: Sie verwenden die Option --force-destructive; die oben genannten Probleme werden automatisch gelöst

source: VERSION %s
es_mx: VERSIÓN %s

source: Administrator
es_mx: Administrador

source: Login must contain only numbers, letters, -, _ or .
es_mx: El inicio de sesión debe contener solo números, letras, -, _ o .

source: Invalid size, may only be suffixed by: B, K, M, G, T, or P
es_mx: Tamaño no válido; solo puede tener estos sufijos: B, K, M, G, T o P.

source: GNU Image Manipulation Program
es_mx: Programa de manipulación de imágenes GNU

source: Run any Clear Linux* dev. process
es_mx: Ejecución de cualquier proceso de desarrollo de Clear Linux*

source: Run legacy python language programs
es_mx: Ejecución de programas heredados de lenguaje python

source: OK
es_mx: Aceptar

source: Verifying files integrity
es_mx: Verificando la integridad de archivos

source: Run the Long Term Support (LTS) 2018 Linux Kernel 4.19
es_mx: Ejecute el núcleo de soporte a largo plazo (LTS) 2018 Linux Kernel 4.19

source: Run the Long Term Support (LTS) 2017 Linux Kernel 4.14
es_mx: Ejecute el núcleo de soporte a largo plazo (LTS) 2017 Linux Kernel 4.14
